IDEA Open Model
RigidLink.SlaveNodes Property
Compatible with IDEA StatiCa Beta 20.0
 Dependent nodes
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ReferenceElement> SlaveNodes { get; set; }
Public Property SlaveNodes As List(Of ReferenceElement)
	Get
	Set
Property Value
Type: List<ReferenceElement>
See Also
Reference
RigidLink Class
IdeaRS.OpenModel.Model Namespace